{
  "0": [
    "airplane",
    "alyou",
    "and",
    "at",
    "away",
    "ball",
    "big",
    "blue",
    "can",
    "car",
    "come",
    "daddy",
    "did",
    "do",
    "down",
    "fast",
    "father",
    "for",
    "fun",
    "funny",
    "get",
    "go",
    "good",
    "green",
    "have",
    "he",
    "help",
    "here",
    "home",
    "house",
    "iii",
    "is",
    "it",
    "jump",
    "like",
    "little",
    "look",
    "make",
    "may",
    "me",
    "mother",
    "my",
    "not",
    "now",
    "on",
    "play",
    "pre",
    "primer",
    "red",
    "ride",
    "run",
    "said",
    "see",
    "something",
    "stop",
    "the",
    "this",
    "to",
    "toy",
    "two",
    "up",
    "want",
    "we",
    "what",
    "will",
    "with",
    "work",
    "yes",
    "you"
  ],
  "1": [
    "about",
    "after",
    "again",
    "all",
    "alone",
    "along",
    "am",
    "an",
    "animal",
    "another",
    "any",
    "apple",
    "are",
    "around",
    "as",
    "ask",
    "asked",
    "aunt",
    "baby",
    "back",
    "bag",
    "balloon",
    "barn",
    "basket",
    "be",
    "bear",
    "bed",
    "bee",
    "before",
    "began",
    "behind",
    "being",
    "best",
    "better",
    "bird",
    "birthday",
    "black",
    "boat",
    "book",
    "box",
    "boy",
    "bring",
    "brown",
    "bus",
    "but",
    "buy",
    "by",
    "cake",
    "calf",
    "call",
    "called",
    "came",
    "can't",
    "cat",
    "catch",
    "children",
    "circus",
    "clown",
    "coat",
    "cold",
    "color",
    "coming",
    "cookie",
    "could",
    "cow",
    "cream",
    "cry",
    "dark",
    "day",
    "does",
    "dog",
    "doing",
    "doll",
    "don't",
    "door",
    "dress",
    "duck",
    "each",
    "eat",
    "egg",
    "every",
    "far",
    "farm",
    "faster",
    "feet",
    "find",
    "fine",
    "fire",
    "fireman",
    "first",
    "fish",
    "fit",
    "five",
    "flew",
    "flower",
    "fly",
    "found",
    "four",
    "friend",
    "frog",
    "from",
    "game",
    "garden",
    "gave",
    "girl",
    "give",
    "glad",
    "goat",
    "going",
    "gone",
    "good",
    "got",
    "grass",
    "ground",
    "grow",
    "guess",
    "had",
    "hand",
    "happy",
    "hard",
    "has",
    "hat",
    "head",
    "hear",
    "heard",
    "hello",
    "hen",
    "her",
    "high",
    "hill",
    "him",
    "his",
    "hold",
    "honey",
    "horse",
    "hot",
    "how",
    "hurry",
    "ice",
    "into",
    "izoo",
    "just",
    "kitten",
    "know",
    "lamb",
    "last",
    "laugh",
    "let",
    "let's",
    "letter",
    "light",
    "live",
    "living",
    "long",
    "looked",
    "lost",
    "lunch",
    "made",
    "man",
    "many",
    "men",
    "met",
    "milk",
    "miss",
    "money",
    "monkey",
    "more",
    "morning",
    "mr",
    "mrs",
    "much",
    "must",
    "name",
    "near",
    "nest",
    "never",
    "new",
    "next",
    "night",
    "no",
    "noise",
    "nose",
    "nothing",
    "of",
    "off",
    "oh",
    "old",
    "once",
    "one",
    "or",
    "other",
    "our",
    "out",
    "over",
    "paint",
    "painted",
    "painter",
    "painting",
    "parade",
    "park",
    "party",
    "peanut",
    "penny",
    "people",
    "pet",
    "picnic",
    "picture",
    "pig",
    "please",
    "pocket",
    "pony",
    "pretty",
    "prize",
    "pull",
    "puppy",
    "put",
    "rabbit",
    "ram",
    "ran",
    "read",
    "ready",
    "right",
    "road",
    "room",
    "running",
    "sang",
    "sat",
    "saw",
    "school",
    "she",
    "shoe",
    "shoes",
    "show",
    "sing",
    "sit",
    "sitting",
    "sleep",
    "snow",
    "so",
    "some",
    "sometimes",
    "soon",
    "spring",
    "squirrel",
    "stay",
    "step",
    "stopped",
    "store",
    "story",
    "street",
    "sun",
    "surprise",
    "tail",
    "take",
    "talk",
    "tell",
    "than",
    "thank",
    "that",
    "their",
    "them",
    "then",
    "there",
    "these",
    "they",
    "thing",
    "think",
    "those",
    "three",
    "time",
    "told",
    "too",
    "took",
    "town",
    "train",
    "tree",
    "trick",
    "truck",
    "try",
    "turtle",
    "twin",
    "uncle",
    "under",
    "us",
    "very",
    "wagon",
    "walk",
    "walked",
    "was",
    "water",
    "way",
    "went",
    "were",
    "wet",
    "when",
    "where",
    "white",
    "who",
    "why",
    "window",
    "wish",
    "without",
    "woman",
    "word",
    "would",
    "yard",
    "year",
    "yellow",
    "your",
    "zoo"
  ],
  "2": [
    "able",
    "above",
    "across",
    "afraid",
    "afternoon",
    "ago",
    "ahead",
    "air",
    "almost",
    "always",
    "angry",
    "answer",
    "anyone",
    "anything",
    "apartment",
    "arm",
    "asleep",
    "ate",
    "babies",
    "bad",
    "bake",
    "band",
    "bang",
    "bank",
    "bark",
    "basketball",
    "bat",
    "beautiful",
    "because",
    "been",
    "begin",
    "beginning",
    "believe",
    "bell",
    "belong",
    "berry",
    "beside",
    "between",
    "bicycle",
    "bigger",
    "biggest",
    "bill",
    "bit",
    "bite",
    "blew",
    "block",
    "blow",
    "board",
    "bone",
    "both",
    "bottle",
    "bottom",
    "bought",
    "bounce",
    "branch",
    "brave",
    "bread",
    "break",
    "breakfast",
    "bridge",
    "bright",
    "broken",
    "brother",
    "build",
    "building",
    "burn",
    "bush",
    "busy",
    "butter",
    "button",
    "cage",
    "camp",
    "candle",
    "candy",
    "cannot",
    "cap",
    "card",
    "care",
    "careful",
    "carried",
    "carry",
    "caught",
    "cent",
    "chair",
    "change",
    "chase",
    "chicken",
    "chimney",
    "chip",
    "chipmunk",
    "christmas",
    "city",
    "clean",
    "clever",
    "climb",
    "clock",
    "close",
    "clothes",
    "coal",
    "cook",
    "corn",
    "corner",
    "couldn't",
    "count",
    "country",
    "cover",
    "crawl",
    "cream",
    "cried",
    "cross",
    "crow",
    "cut",
    "cutting",
    "dad",
    "dance",
    "dear",
    "deep",
    "deer",
    "didn't",
    "different",
    "dig",
    "dinner",
    "dirty",
    "dish",
    "dollar",
    "done",
    "donkey",
    "drink",
    "drive",
    "driver",
    "drop",
    "drown",
    "ear",
    "early",
    "easy",
    "edge",
    "eight",
    "elephant",
    "elevator",
    "else",
    "empty",
    "end",
    "engine",
    "enough",
    "even",
    "evening",
    "ever",
    "everyone",
    "everything",
    "everywhere",
    "excite",
    "eye",
    "face",
    "fair",
    "fairy",
    "fall",
    "family",
    "farmer",
    "farther",
    "fat",
    "feather",
    "feed",
    "feel",
    "fell",
    "felt",
    "fence",
    "few",
    "field",
    "fight",
    "fill",
    "finish",
    "fix",
    "flag",
    "flash",
    "flashlight",
    "floor",
    "flour",
    "follow",
    "food",
    "foot",
    "football",
    "fourth",
    "fox",
    "friendly",
    "frighten",
    "front",
    "fruit",
    "full",
    "gate",
    "glass",
    "glove",
    "goes",
    "gold",
    "goose",
    "grandfather",
    "grandmother",
    "gray",
    "great",
    "grew",
    "grm",
    "hair",
    "happen",
    "hardly",
    "haven't",
    "hay",
    "heavy",
    "held",
    "herself",
    "hide",
    "himself",
    "hit",
    "hole",
    "hop",
    "hope",
    "horn",
    "hungry",
    "hunt",
    "hunter",
    "hurt",
    "i'll",
    "i'm",
    "i've",
    "idea",
    "important",
    "indian",
    "inside",
    "isn't",
    "it's",
    "its",
    "join",
    "joke",
    "jolly",
    "keep",
    "kept",
    "key",
    "kick",
    "kill",
    "kind",
    "king",
    "kitchen",
    "kite",
    "knew",
    "knock",
    "ladder",
    "lady",
    "lake",
    "land",
    "large",
    "larger",
    "late",
    "later",
    "lay",
    "leave",
    "leaves",
    "left",
    "leg",
    "library",
    "life",
    "line",
    "lion",
    "listen",
    "lock",
    "lot",
    "loud",
    "love",
    "low",
    "lucky",
    "machine",
    "magic",
    "mail",
    "making",
    "mate",
    "maybe",
    "mean",
    "merry",
    "middle",
    "might",
    "mill",
    "minute",
    "moon",
    "most",
    "mountain",
    "mouse",
    "mouth",
    "move",
    "mud",
    "myself",
    "nail",
    "neck",
    "need",
    "neighbor",
    "nice",
    "nme",
    "number",
    "nut",
    "o'clock",
    "oak",
    "office",
    "older",
    "only",
    "open",
    "orange",
    "outside",
    "oven",
    "owl",
    "own",
    "pail",
    "pair",
    "pan",
    "paper",
    "part",
    "pass",
    "past",
    "pat",
    "paw",
    "pay",
    "peep",
    "pennies",
    "pick",
    "pie",
    "piece",
    "pile",
    "pink",
    "pipe",
    "place",
    "plant",
    "point",
    "policeman",
    "pond",
    "poor",
    "pop",
    "popcorn",
    "present",
    "princess",
    "print",
    "proud",
    "puddle",
    "puppet",
    "push",
    "quack",
    "question",
    "quick",
    "quickly",
    "quiet",
    "raccoon",
    "race",
    "radio",
    "rag",
    "railroad",
    "ranch",
    "reach",
    "real",
    "really",
    "remember",
    "rest",
    "return",
    "riding",
    "ring",
    "river",
    "roar",
    "rock",
    "rode",
    "roll",
    "roof",
    "rope",
    "round",
    "row",
    "rub",
    "sad",
    "safe",
    "same",
    "saturday",
    "say",
    "sea",
    "seat",
    "second",
    "secret",
    "seed",
    "seem",
    "seen",
    "sell",
    "send",
    "sent",
    "set",
    "seven",
    "shall",
    "sheep",
    "shiny",
    "shook",
    "shop",
    "short",
    "should",
    "shout",
    "shovel",
    "shut",
    "side",
    "sign",
    "silly",
    "silver",
    "sister",
    "six",
    "skate",
    "sky",
    "sled",
    "slow",
    "slowly",
    "small",
    "smell",
    "smile",
    "snowstorm",
    "soft",
    "someone",
    "song",
    "sorry",
    "sound",
    "soup",
    "splash",
    "stairs",
    "stand",
    "start",
    "station",
    "stick",
    "still",
    "stone",
    "stood",
    "stories",
    "storm",
    "straight",
    "strange",
    "string",
    "strong",
    "stuck",
    "subway",
    "such",
    "suddenly",
    "suit",
    "summer",
    "supper",
    "suppose",
    "sure",
    "swim",
    "swing",
    "swish",
    "table",
    "tag",
    "taken",
    "tall",
    "teach",
    "teacher",
    "tease",
    "telephone",
    "television",
    "ten",
    "tent",
    "terrible",
    "third",
    "thought",
    "threw",
    "through",
    "throw",
    "ticket",
    "tie",
    "tiny",
    "tired",
    "today",
    "together",
    "tomorrow",
    "tonight",
    "toot",
    "tooth",
    "top",
    "track",
    "tractor",
    "tried",
    "trip",
    "trouble",
    "true",
    "trunk",
    "turn",
    "twelve",
    "unhappy",
    "until",
    "use",
    "useful",
    "village",
    "visit",
    "voice",
    "wag",
    "wait",
    "warm",
    "wash",
    "wasn't",
    "watch",
    "wave",
    "we'll",
    "wear",
    "week",
    "weigh",
    "well",
    "whale",
    "wheel",
    "which",
    "while",
    "whisper",
    "whistle",
    "wide",
    "wife",
    "wild",
    "win",
    "wind",
    "wing",
    "winter",
    "wise",
    "woke",
    "wolf",
    "won't",
    "wonder",
    "wonderful",
    "wood",
    "world",
    "write",
    "wrong",
    "you'll",
    "young",
    "yourself"
  ],
  "3": [
    "aboard",
    "act",
    "add",
    "address",
    "adventure",
    "against",
    "age",
    "aim",
    "airport",
    "alarm",
    "alike",
    "alive",
    "allow",
    "already",
    "also",
    "amaze",
    "america",
    "american",
    "among",
    "amuse",
    "announce",
    "ant",
    "apart",
    "appear",
    "april",
    "apron",
    "aren't",
    "army",
    "arrange",
    "arrive",
    "arrow",
    "astonish",
    "attack",
    "automobile",
    "autumn",
    "average",
    "awake",
    "awful",
    "ax",
    "baggage",
    "bait",
    "banana",
    "bar",
    "bargain",
    "barrel",
    "base",
    "baseball",
    "bath",
    "batter",
    "beach",
    "bead",
    "bean",
    "beard",
    "beast",
    "beat",
    "beauty",
    "beaver",
    "became",
    "become",
    "bedroom",
    "beehive",
    "beg",
    "begun",
    "behave",
    "below",
    "belt",
    "bench",
    "bend",
    "bent",
    "beyond",
    "birth",
    "blade",
    "blanket",
    "blast",
    "bless",
    "blessing",
    "blind",
    "blood",
    "blossom",
    "blueberry",
    "boast",
    "body",
    "boil",
    "bold",
    "boot",
    "born",
    "borrow",
    "bother",
    "bow",
    "bowl",
    "breath",
    "breeze",
    "brick",
    "broke",
    "brook",
    "brush",
    "bubble",
    "bucket",
    "buffalo",
    "bug",
    "built",
    "bulb",
    "bull",
    "bunch",
    "bundle",
    "bunk",
    "butcher",
    "butterfly",
    "cabin",
    "calendar",
    "calm",
    "camera",
    "canary",
    "cannon",
    "canoe",
    "captain",
    "cardboard",
    "careless",
    "carol",
    "carpet",
    "carrot",
    "cart",
    "carve",
    "case",
    "cattle",
    "cause",
    "cave",
    "cellar",
    "center",
    "certain",
    "certainly",
    "chain",
    "chance",
    "charge",
    "chatter",
    "cheek",
    "cheer",
    "cheese",
    "cherry",
    "chest",
    "chew",
    "chick",
    "chief",
    "child",
    "chin",
    "chocolate",
    "choose",
    "chop",
    "chose",
    "chuckle",
    "church",
    "circle",
    "clap",
    "class",
    "clear",
    "cliff",
    "clip",
    "closet",
    "cloth",
    "clothing",
    "cloud",
    "club",
    "coach",
    "coast",
    "coconut",
    "coffee",
    "colt",
    "comb",
    "comfortable",
    "common",
    "company",
    "complain",
    "complete",
    "conductor",
    "content",
    "contest",
    "continue",
    "cool",
    "copper",
    "copy",
    "correct",
    "cost",
    "costume",
    "courage",
    "course",
    "cousin",
    "coward",
    "cozy",
    "crack",
    "crash",
    "creek",
    "crept",
    "crowd",
    "crown",
    "cup",
    "curious",
    "curl",
    "curtain",
    "damp",
    "danger",
    "dare",
    "darkness",
    "dash",
    "daughter",
    "dawn",
    "dead",
    "decide",
    "deck",
    "delicious",
    "delight",
    "depend",
    "desert",
    "deserve",
    "desk",
    "diamond",
    "die",
    "difference",
    "dime",
    "dine",
    "dip",
    "direction",
    "dirt",
    "disappear",
    "disappoint",
    "discover",
    "dive",
    "divide",
    "doctor",
    "doesn't",
    "downstairs",
    "dr",
    "drag",
    "drank",
    "draw",
    "drawer",
    "dream",
    "drew",
    "dried",
    "drift",
    "drip",
    "drove",
    "drum",
    "dry",
    "dug",
    "dumb",
    "during",
    "dust",
    "eager",
    "eagle",
    "earn",
    "earth",
    "easily",
    "east",
    "eighty",
    "either",
    "eleven",
    "elf",
    "elves",
    "english",
    "enjoy",
    "enter",
    "escape",
    "event",
    "everybody",
    "exactly",
    "example",
    "except",
    "excitement",
    "exciting",
    "exclaim",
    "excuse",
    "exercise",
    "expect",
    "explain",
    "extra",
    "fail",
    "faint",
    "faithful",
    "famous",
    "fan",
    "fancy",
    "fasten",
    "fault",
    "fear",
    "feast",
    "february",
    "fed",
    "fellow",
    "fiddle",
    "fierce",
    "fifteen",
    "fifth",
    "fifty",
    "finally",
    "finger",
    "fisherman",
    "flame",
    "flap",
    "flat",
    "float",
    "flow",
    "fog",
    "fold",
    "fool",
    "foolish",
    "force",
    "forest",
    "forget",
    "forgive",
    "forgot",
    "forgotten",
    "form",
    "forth",
    "fortune",
    "forty",
    "forward",
    "fourteen",
    "frame",
    "free",
    "freeze",
    "fresh",
    "friday",
    "frown",
    "fur",
    "garage",
    "gas",
    "gather",
    "gay",
    "gaze",
    "gentle",
    "giant",
    "gift",
    "given",
    "glance",
    "glitter",
    "gnaw",
    "goodness",
    "grab",
    "grain",
    "grease",
    "greedy",
    "group",
    "growl",
    "grown",
    "guard",
    "guide",
    "gun",
    "half",
    "hall",
    "hammer",
    "handle",
    "hang",
    "happiness",
    "harbor",
    "harm",
    "harness",
    "hasn't",
    "hate",
    "having",
    "hawk",
    "healthy",
    "heart",
    "heat",
    "heaven",
    "heel",
    "helper",
    "helping",
    "herd",
    "hero",
    "hid",
    "hidden",
    "highway",
    "history",
    "hive",
    "holiday",
    "hollow",
    "honor",
    "hoof",
    "hook",
    "hoop",
    "hose",
    "hospital",
    "hound",
    "hour",
    "hug",
    "huge",
    "hundred",
    "hung",
    "husband",
    "i'd",
    "iillne",
    "ill",
    "imagine",
    "impossible",
    "inch",
    "indeed",
    "inn",
    "inquire",
    "insect",
    "instead",
    "intend",
    "interest",
    "interesting",
    "invite",
    "iron",
    "island",
    "itself",
    "jar",
    "jelly",
    "jerk",
    "jet",
    "jewel",
    "job",
    "journey",
    "joy",
    "judge",
    "juice",
    "july",
    "june",
    "kangaroo",
    "keeper",
    "kiss",
    "knife",
    "knight",
    "known",
    "laid",
    "lap",
    "law",
    "lazy",
    "lead",
    "leaf",
    "leak",
    "lean",
    "learn",
    "led",
    "less",
    "lesson",
    "lie",
    "lift",
    "list",
    "lively",
    "load",
    "loft",
    "log",
    "lonely",
    "loose",
    "lose",
    "lovely",
    "lower",
    "lumber",
    "lump",
    "lying",
    "mad",
    "main",
    "manage",
    "map",
    "march",
    "mark",
    "market",
    "marry",
    "master",
    "match",
    "matter",
    "mayor",
    "meadow",
    "meal",
    "meant",
    "meat",
    "meet",
    "melt",
    "message",
    "metal",
    "mice",
    "mile",
    "mind",
    "mirror",
    "mischief",
    "mistake",
    "mix",
    "moan",
    "model",
    "moment",
    "monday",
    "month",
    "motor",
    "mount",
    "nap",
    "narrow",
    "nation",
    "neat",
    "necklace",
    "needle",
    "neither",
    "net",
    "nibble",
    "nickel",
    "ninety",
    "nobody",
    "nod",
    "none",
    "north",
    "note",
    "notice",
    "november",
    "ocean",
    "offer",
    "often",
    "oil",
    "order",
    "organ",
    "ought",
    "outdoors",
    "pack",
    "package",
    "page",
    "paid",
    "palace",
    "pale",
    "parent",
    "passenger",
    "paste",
    "patch",
    "path",
    "pea",
    "peddler",
    "peek",
    "pen",
    "pencil",
    "perhaps",
    "piano",
    "pillow",
    "pilot",
    "pitch",
    "pitcher",
    "plain",
    "plan",
    "plane",
    "planned",
    "plate",
    "pleasant",
    "plenty",
    "plow",
    "pm",
    "pme",
    "poke",
    "pole",
    "police",
    "polite",
    "pool",
    "porch",
    "possible",
    "post",
    "pot",
    "potato",
    "pound",
    "pour",
    "power",
    "practice",
    "prepare",
    "president",
    "press",
    "pretend",
    "price",
    "probably",
    "promise",
    "prove",
    "puff",
    "purple",
    "purplel",
    "puzzle",
    "queen",
    "quite",
    "rack",
    "raise",
    "rang",
    "rapidly",
    "rather",
    "rattle",
    "rear",
    "reason",
    "receive",
    "recognize",
    "record",
    "refuse",
    "remain",
    "repair",
    "repeat",
    "replied",
    "reply",
    "rescue",
    "respect",
    "reward",
    "rib",
    "ribbon",
    "rice",
    "rich",
    "rid",
    "ripe",
    "roast",
    "robber",
    "robe",
    "rooster",
    "root",
    "rose",
    "route",
    "rubber",
    "rule",
    "ruler",
    "rush",
    "safely",
    "safety",
    "sail",
    "sailor",
    "sale",
    "salt",
    "sand",
    "sandwich",
    "sank",
    "satisfy",
    "save",
    "saving",
    "scarce",
    "scare",
    "scarf",
    "scatter",
    "scene",
    "scent",
    "scratch",
    "scream",
    "search",
    "season",
    "seize",
    "selfish",
    "sense",
    "serious",
    "serve",
    "seventy",
    "several",
    "shade",
    "shadow",
    "shake",
    "shape",
    "share",
    "sharp",
    "shed",
    "sheet",
    "shelf",
    "shell",
    "shine",
    "ship",
    "shirt",
    "shoot",
    "shore",
    "shot",
    "shy",
    "sick",
    "sidewalk",
    "sigh",
    "signal",
    "silent",
    "simple",
    "since",
    "single",
    "sir",
    "sixteen",
    "sixty",
    "size",
    "skin",
    "skip",
    "slap",
    "sleepy",
    "sleigh",
    "slept",
    "slide",
    "slip",
    "smart",
    "smoke",
    "smooth",
    "snake",
    "snap",
    "soap",
    "sock",
    "softly",
    "sold",
    "somebody",
    "somehow",
    "somewhere",
    "son",
    "sort",
    "south",
    "space",
    "spare",
    "spark",
    "sparkle",
    "speak",
    "special",
    "speed",
    "spend",
    "spider",
    "spill",
    "spin",
    "spirit",
    "split",
    "spoil",
    "spoke",
    "spoon",
    "spot",
    "spray",
    "spread",
    "squeak",
    "squeeze",
    "stage",
    "stamp",
    "star",
    "stare",
    "startle",
    "state",
    "states",
    "steal",
    "steam",
    "steep",
    "steer",
    "stem",
    "stiff",
    "sting",
    "stir",
    "stout",
    "straw",
    "stray",
    "stream",
    "stretch",
    "strike",
    "strip",
    "struck",
    "struggle",
    "study",
    "stuff",
    "stump",
    "stupid",
    "sudden",
    "sunday",
    "swallow",
    "swam",
    "sweep",
    "sweet",
    "swift",
    "switch",
    "tank",
    "tap",
    "taste",
    "taught",
    "team",
    "teeth",
    "temper",
    "tender",
    "test",
    "themselves",
    "thick",
    "thief",
    "thin",
    "thirsty",
    "thirteen",
    "thirty",
    "though",
    "thousand",
    "thread",
    "throat",
    "thursday",
    "tight",
    "till",
    "tip",
    "tire",
    "toast",
    "tool",
    "toss",
    "touch",
    "toward",
    "tower",
    "trade",
    "traffic",
    "trail",
    "trap",
    "travel",
    "treasure",
    "tremble",
    "tribe",
    "trot",
    "trousers",
    "trust",
    "truth",
    "tube",
    "tumble",
    "tune",
    "tunnel",
    "twenty",
    "twice",
    "ugly",
    "understand",
    "understood",
    "unite",
    "united",
    "unless",
    "unusual",
    "upon",
    "upstairs",
    "usual",
    "usually",
    "vacation",
    "valley",
    "vegetable",
    "visitor",
    "wake",
    "wall",
    "wander",
    "war",
    "warn",
    "waste",
    "we're",
    "we've",
    "weak",
    "weather",
    "weep",
    "weight",
    "welcome",
    "weren't",
    "west",
    "wheat",
    "whip",
    "whole",
    "whose",
    "willing",
    "wink",
    "wipe",
    "wire",
    "wisdom",
    "women",
    "won",
    "wool",
    "wore",
    "worm",
    "worn",
    "worry",
    "worse",
    "worth",
    "wouldn't",
    "wrap",
    "wreck",
    "written",
    "wrote",
    "yet",
    "you're",
    "you've"
  ],
  "4": [
    "accent",
    "accept",
    "accident",
    "according",
    "accuse",
    "ache",
    "acorn",
    "acre",
    "acrobat",
    "action",
    "actor",
    "actually",
    "adjust",
    "admire",
    "admit",
    "afford",
    "agree",
    "alligator",
    "alphabet",
    "although",
    "altogether",
    "amount",
    "ancestor",
    "anchor",
    "ancient",
    "anger",
    "anxious",
    "anybody",
    "anyhow",
    "appearance",
    "approach",
    "aquarium",
    "area",
    "argue",
    "arithmetic",
    "arrangement",
    "arrest",
    "article",
    "artist",
    "ashamed",
    "ashes",
    "astronaut",
    "attention",
    "attic",
    "august",
    "avenue",
    "avoid",
    "awkward",
    "awoke",
    "aye",
    "bacon",
    "badge",
    "balance",
    "bamboo",
    "bandage",
    "banner",
    "bare",
    "basement",
    "bathroom",
    "bathtub",
    "battery",
    "battle",
    "bay",
    "beak",
    "beam",
    "beef",
    "beetle",
    "bellows",
    "beneath",
    "bet",
    "bid",
    "bike",
    "billow",
    "birch",
    "blame",
    "blaze",
    "bleat",
    "blend",
    "blink",
    "blizzard",
    "blubber",
    "bob",
    "bonnet",
    "bound",
    "bracelet",
    "braid",
    "brain",
    "brass",
    "breathe",
    "broom",
    "brownie",
    "bruise",
    "buck",
    "buckle",
    "buggy",
    "bulge",
    "bullet",
    "bun",
    "burro",
    "burrow",
    "burst",
    "bury",
    "bushel",
    "business",
    "cabbage",
    "cable",
    "calves",
    "cane",
    "canvas",
    "canyon",
    "capture",
    "cargo",
    "carnage",
    "carnival",
    "carpenter",
    "cast",
    "castle",
    "celebrate",
    "champion",
    "character",
    "charcoal",
    "check",
    "cheerful",
    "chimpanzee",
    "china",
    "choke",
    "chore",
    "chosen",
    "churn",
    "citizen",
    "claim",
    "clam",
    "clatter",
    "claw",
    "clay",
    "climate",
    "clover",
    "clump",
    "coax",
    "cobbler",
    "cocoa",
    "coin",
    "collar",
    "collect",
    "collection",
    "colonel",
    "colony",
    "comfort",
    "command",
    "committee",
    "companion",
    "condition",
    "cone",
    "contain",
    "continent",
    "control",
    "convenience",
    "convenient",
    "coral",
    "cord",
    "cork",
    "corral",
    "cot",
    "cottage",
    "cotton",
    "council",
    "counter",
    "couple",
    "court",
    "cove",
    "coyote",
    "crab",
    "crag",
    "crayon",
    "crazy",
    "creak",
    "creature",
    "creep",
    "crew",
    "crib",
    "cricket",
    "cripple",
    "crisp",
    "crocodile",
    "crooked",
    "crop",
    "crouch",
    "cruel",
    "crumb",
    "cub",
    "cupboard",
    "cure",
    "curiosity",
    "curly",
    "current",
    "curve",
    "custom",
    "customer",
    "cute",
    "dairy",
    "daisy",
    "damage",
    "dandy",
    "dangerous",
    "dangle",
    "date",
    "deal",
    "death",
    "debt",
    "december",
    "declare",
    "decorate",
    "deed",
    "defend",
    "degree",
    "deliver",
    "delivery",
    "demand",
    "den",
    "department",
    "design",
    "dessert",
    "destroy",
    "detective",
    "develop",
    "dictionary",
    "difficult",
    "dignity",
    "dim",
    "dinosaur",
    "direct",
    "disappointment",
    "discovery",
    "disease",
    "disgrace",
    "disgust",
    "dismay",
    "distance",
    "distant",
    "disturb",
    "dock",
    "doe",
    "doubt",
    "dozen",
    "dragon",
    "drawn",
    "dreadful",
    "droop",
    "dull",
    "duty",
    "earnest",
    "earthquake",
    "easter",
    "eastern",
    "echo",
    "editor",
    "effect",
    "eighteen",
    "eighth",
    "electric",
    "electricity",
    "elegant",
    "encourage",
    "encyclopedia",
    "endurance",
    "enemy",
    "engineer",
    "enormous",
    "entire",
    "envelope",
    "equal",
    "equator",
    "eskimo",
    "especially",
    "eve",
    "examination",
    "examine",
    "exchange",
    "expensive",
    "experience",
    "experiment",
    "expert",
    "explanation",
    "explode",
    "explore",
    "express",
    "eyebrow",
    "eyelash",
    "eyelid",
    "fact",
    "factory",
    "fade",
    "familiar",
    "faucet",
    "favor",
    "favorite",
    "fiery",
    "figure",
    "fin",
    "final",
    "firm",
    "fist",
    "flare",
    "flavor",
    "flicker",
    "flight",
    "flint",
    "flock",
    "flood",
    "flute",
    "flutter",
    "folk",
    "fond",
    "forehead",
    "forever",
    "fork",
    "fort",
    "fortunate",
    "fought",
    "freckle",
    "freedom",
    "freight",
    "friendship",
    "frontier",
    "frozen",
    "fry",
    "furnace",
    "furniture",
    "further",
    "fuss",
    "future",
    "gallon",
    "gallop",
    "gang",
    "garbage",
    "gasp",
    "geese",
    "general",
    "gentleman",
    "ghost",
    "giggle",
    "giraffe",
    "glare",
    "gleam",
    "glide",
    "glisten",
    "gloomy",
    "glossary",
    "glow",
    "gobble",
    "god",
    "golden",
    "gourd",
    "government",
    "grade",
    "gradually",
    "grand",
    "grape",
    "grasp",
    "grateful",
    "gravy",
    "graze",
    "greet",
    "grind",
    "grip",
    "groan",
    "groceries",
    "grocery",
    "grumble",
    "grunt",
    "guest",
    "guitar",
    "gull",
    "gypsy",
    "habit",
    "hadn't",
    "halloween",
    "halt",
    "handkerchief",
    "handsome",
    "harvest",
    "hatch",
    "health",
    "heap",
    "hearth",
    "helpful",
    "hesitate",
    "hind",
    "hinge",
    "hire",
    "hitch",
    "hoarse",
    "hobby",
    "hog",
    "honest",
    "honesty",
    "honk",
    "horrify",
    "hotel",
    "however",
    "howl",
    "human",
    "hump",
    "hunger",
    "hurricane",
    "husky",
    "hut",
    "icy",
    "imagination",
    "imitate",
    "immediately",
    "impatient",
    "improve",
    "improvement",
    "information",
    "ink",
    "inning",
    "insist",
    "instant",
    "instrument",
    "interrupt",
    "introduce",
    "invent",
    "invention",
    "ipalm",
    "jacket",
    "jail",
    "jam",
    "janitor",
    "january",
    "jaw",
    "jealous",
    "jeep",
    "jingle",
    "jr",
    "jungle",
    "kayak",
    "kettle",
    "kid",
    "kingdom",
    "knee",
    "knit",
    "knives",
    "knot",
    "knowledge",
    "lad",
    "lame",
    "lamp",
    "landlord",
    "lane",
    "language",
    "lantern",
    "laughter",
    "lawn",
    "league",
    "leap",
    "least",
    "leather",
    "ledge",
    "legend",
    "lemon",
    "lemonade",
    "length",
    "lettuce",
    "level",
    "lever",
    "lick",
    "lid",
    "lightning",
    "lime",
    "limp",
    "link",
    "lip",
    "lit",
    "locate",
    "locomotive",
    "lodge",
    "lonesome",
    "lord",
    "luck",
    "magazine",
    "magician",
    "magnet",
    "maid",
    "mama",
    "mane",
    "manner",
    "manners",
    "marble",
    "mare",
    "married",
    "marsh",
    "mast",
    "material",
    "mattress",
    "meanwhile",
    "measure",
    "medal",
    "medicine",
    "mention",
    "mesa",
    "messenger",
    "midnight",
    "million",
    "minstrel",
    "mist",
    "mistress",
    "mitten",
    "mixture",
    "moccasin",
    "modern",
    "mood",
    "moose",
    "mop",
    "moss",
    "motion",
    "mound",
    "movies",
    "mug",
    "mule",
    "mumble",
    "murmur",
    "museum",
    "music",
    "musician",
    "musket",
    "mustache",
    "mutter",
    "mysterious",
    "mystery",
    "myth",
    "national",
    "natural",
    "nature",
    "naughty",
    "navy",
    "necessary",
    "neighborhood",
    "nephew",
    "nervous",
    "news",
    "newspaper",
    "nineteen",
    "ninth",
    "nonsense",
    "noon",
    "nor",
    "northern",
    "nuisance",
    "nurse",
    "oar",
    "oasis",
    "oatmeal",
    "oats",
    "obey",
    "object",
    "october",
    "officer",
    "onion",
    "opinion",
    "opossum",
    "opposite",
    "orbit",
    "orchard",
    "ordinary",
    "ornament",
    "overhead",
    "owe",
    "ox",
    "pad",
    "paddle",
    "pain",
    "palm",
    "pam",
    "pant",
    "pants",
    "papa",
    "parachute",
    "paragraph",
    "parrot",
    "particular",
    "partner",
    "pasture",
    "patient",
    "pattern",
    "pause",
    "peace",
    "peaceful",
    "peach",
    "pear",
    "pearl",
    "pedal",
    "peel",
    "pepper",
    "perfect",
    "perform",
    "period",
    "permission",
    "person",
    "persuade",
    "phone",
    "pigeon",
    "pilgrim",
    "pillar",
    "pinch",
    "pinto",
    "pioneer",
    "pirate",
    "pit",
    "pity",
    "planet",
    "platform",
    "playful",
    "playground",
    "playmate",
    "plug",
    "plum",
    "plunge",
    "poison",
    "polar",
    "polish",
    "poppy",
    "popular",
    "port",
    "porter",
    "position",
    "possession",
    "possibly",
    "postman",
    "pottery",
    "powder",
    "prairie",
    "praise",
    "prance",
    "pray",
    "prayer",
    "precious",
    "preparation",
    "preserve",
    "prick",
    "pride",
    "prince",
    "prison",
    "prisoner",
    "private",
    "problem",
    "professor",
    "program",
    "pronounce",
    "proof",
    "property",
    "protect",
    "protection",
    "protest",
    "pump",
    "pumpkin",
    "punish",
    "pup",
    "pupil",
    "purpose",
    "quarrel",
    "quart",
    "quarter",
    "queer",
    "quill",
    "quilt",
    "quit",
    "quiver",
    "racket",
    "rage",
    "ragged",
    "rake",
    "range",
    "rare",
    "rat",
    "realize",
    "refrigerator",
    "regular",
    "reindeer",
    "reins",
    "relief",
    "remind",
    "remove",
    "rent",
    "report",
    "represent",
    "reservation",
    "responsible",
    "result",
    "retreat",
    "riddle",
    "ridge",
    "rifle",
    "rim",
    "rise",
    "roam",
    "rob",
    "robin",
    "rocket",
    "rodeo",
    "rough",
    "royal",
    "ruby",
    "rude",
    "rug",
    "rum",
    "rumble",
    "rustle",
    "sack",
    "saddle",
    "sake",
    "salad",
    "salute",
    "sauce",
    "sausage",
    "savage",
    "scale",
    "scamper",
    "scenery",
    "scientist",
    "scissors",
    "scold",
    "scoop",
    "scooter",
    "score",
    "scout",
    "scowl",
    "scramble",
    "screech",
    "screen",
    "scythe",
    "seal",
    "seaport",
    "self",
    "sentence",
    "september",
    "servant",
    "service",
    "setting",
    "settle",
    "settler",
    "seventeen",
    "seventh",
    "sew",
    "shallow",
    "shark",
    "shawl",
    "shelter",
    "shepherd",
    "sheriff",
    "shift",
    "shiver",
    "shone",
    "shoulder",
    "shove",
    "shower",
    "shreik",
    "shrug",
    "sight",
    "silence",
    "silk",
    "sill",
    "sink",
    "siren",
    "sixth",
    "ski",
    "skill",
    "skim",
    "skirt",
    "skunk",
    "slam",
    "slant",
    "sleeve",
    "slender",
    "slid",
    "slipper",
    "slippery",
    "slope",
    "snarl",
    "sneak",
    "sneeze",
    "sniff",
    "snort",
    "soak",
    "soar",
    "soldier",
    "solve",
    "somersault",
    "somewhat",
    "sore",
    "sour",
    "southern",
    "spank",
    "spear",
    "speck",
    "spectacle",
    "speech",
    "spell",
    "spelling",
    "spent",
    "spike",
    "spine",
    "spool",
    "sport",
    "sprang",
    "spy",
    "square",
    "squat",
    "squawk",
    "squeal",
    "sr",
    "stable",
    "stack",
    "stagger",
    "stake",
    "stalk",
    "stall",
    "stallion",
    "stampede",
    "starve",
    "statement",
    "statue",
    "steadily",
    "steady",
    "steel",
    "stern",
    "stockade",
    "stocking",
    "stole",
    "stolen",
    "stomach",
    "stool",
    "stove",
    "strain",
    "stranger",
    "strap",
    "streak",
    "strength",
    "stride",
    "stripe",
    "stroke",
    "stumble",
    "succeed",
    "success",
    "suffer",
    "sugar",
    "suggest",
    "suitcase",
    "sum",
    "sung",
    "supplies",
    "supply",
    "support",
    "surface",
    "surrender",
    "surround",
    "suspect",
    "swamp",
    "swan",
    "swarm",
    "sweater",
    "swell",
    "swept",
    "swoop",
    "sword",
    "swung",
    "syllable",
    "tailor",
    "tale",
    "tame",
    "tan",
    "tangle",
    "tape",
    "tar",
    "target",
    "tea",
    "tear",
    "telescope",
    "temperature",
    "tenth",
    "tepee",
    "terror",
    "thankful",
    "thanksgiving",
    "therefore",
    "thorn",
    "threaten",
    "thrift",
    "thrifty",
    "thrill",
    "throne",
    "thumb",
    "thump",
    "thunder",
    "tide",
    "tiger",
    "tile",
    "tilt",
    "tin",
    "toad",
    "toe",
    "tomato",
    "ton",
    "tongue",
    "toothpaste",
    "tore",
    "touchdown",
    "tough",
    "towel",
    "trailer",
    "tramp",
    "transfer",
    "tray",
    "treat",
    "treaty",
    "trim",
    "tropical",
    "trout",
    "trudge",
    "trumpet",
    "tub",
    "tuck",
    "tuesday",
    "tug",
    "turkey",
    "turnip",
    "twelfth",
    "twinkle",
    "twist",
    "type",
    "typewriter",
    "umbrella",
    "umpire",
    "uneasy",
    "unicorn",
    "uniform",
    "unit",
    "upset",
    "urge",
    "valentine",
    "vanish",
    "vase",
    "velvet",
    "victory",
    "view",
    "vine",
    "volcano",
    "voyage",
    "waddle",
    "wail",
    "waist",
    "walrus",
    "wand",
    "warrior",
    "watermelon",
    "weary",
    "weave",
    "web",
    "wednesday",
    "wee",
    "weed",
    "western",
    "wharf",
    "wheelbarrow",
    "whether",
    "whine",
    "whirl",
    "whiskers",
    "whittle",
    "whom",
    "wicked",
    "wig",
    "wiggle",
    "wigwam",
    "wilderness",
    "willow",
    "wine",
    "witch",
    "wizard",
    "wobble",
    "woodpecker",
    "worst",
    "wound",
    "wrinkle",
    "wrist",
    "yawn",
    "yell",
    "yesterday",
    "zero",
    "zone"
  ],
  "5": [
    "abandon",
    "ability",
    "absent",
    "absorb",
    "academy",
    "accompany",
    "account",
    "accounting",
    "achieve",
    "achievement",
    "adapt",
    "addition",
    "admiral",
    "admiration",
    "admission",
    "adobe",
    "adopt",
    "advance",
    "advantage",
    "advice",
    "advise",
    "affect",
    "afterward",
    "agent",
    "agriculture",
    "aid",
    "aisle",
    "alcohol",
    "alley",
    "alter",
    "altitude",
    "aluminum",
    "ammunition",
    "angel",
    "angle",
    "ankle",
    "antelope",
    "antenna",
    "anvil",
    "ape",
    "apologize",
    "appeal",
    "appetite",
    "appreciate",
    "appreciation",
    "apprentice",
    "apricot",
    "arch",
    "arctic",
    "armor",
    "art",
    "astonishment",
    "astound",
    "athletic",
    "atmosphere",
    "attach",
    "attempt",
    "attend",
    "attendance",
    "attract",
    "audience",
    "auditorium",
    "autograph",
    "automatic",
    "award",
    "aware",
    "bacteria",
    "balcony",
    "bale",
    "bandit",
    "banjo",
    "barley",
    "barter",
    "basin",
    "bathe",
    "beets",
    "behavior",
    "benefit",
    "berth",
    "bewilder",
    "bible",
    "bin",
    "bind",
    "bitter",
    "blank",
    "blister",
    "blond",
    "bloom",
    "bluff",
    "blunder",
    "blur",
    "blush",
    "bog",
    "bolt",
    "bomb",
    "bonfire",
    "bookkeeper",
    "booth",
    "border",
    "bore",
    "boss",
    "bough",
    "boulder",
    "bouquet",
    "brace",
    "brag",
    "brake",
    "brand",
    "breeches",
    "breed",
    "bride",
    "bridle",
    "brilliant",
    "brisk",
    "broad",
    "bronze",
    "bud",
    "budge",
    "bugle",
    "bully",
    "buoy",
    "burden",
    "burglar",
    "burnt",
    "bustle",
    "butt",
    "cab",
    "cabinet",
    "cactus",
    "cafe",
    "cafeteria",
    "camel",
    "canal",
    "cape",
    "capital",
    "capitol",
    "capsule",
    "captive",
    "caravan",
    "cask",
    "casual",
    "cautious",
    "cedar",
    "ceiling",
    "celebration",
    "cell",
    "cement",
    "central",
    "century",
    "cereal",
    "ceremony",
    "certificate",
    "chalk",
    "challenge",
    "chamber",
    "channel",
    "chant",
    "chaos",
    "chapter",
    "charm",
    "chart",
    "cheap",
    "cheat",
    "checker",
    "chemical",
    "chemistry",
    "chill",
    "chilly",
    "chisel",
    "choice",
    "choir",
    "chorus",
    "chum",
    "chunk",
    "cinder",
    "civil",
    "civilized",
    "clench",
    "clerk",
    "cling",
    "cloak",
    "clue",
    "clumsy",
    "clung",
    "cluster",
    "clutch",
    "coarse",
    "cocoon",
    "code",
    "coil",
    "college",
    "collie",
    "colonial",
    "colonist",
    "column",
    "comment",
    "community",
    "compact",
    "compare",
    "compass",
    "compliment",
    "composition",
    "comrade",
    "concentrate",
    "concern",
    "concert",
    "concrete",
    "condense",
    "confess",
    "confide",
    "confidence",
    "confident",
    "confuse",
    "congratulate",
    "congress",
    "connect",
    "conquer",
    "conscious",
    "consent",
    "consider",
    "construct",
    "construction",
    "consult",
    "convention",
    "conversation",
    "convince",
    "cooperate",
    "correction",
    "cough",
    "county",
    "crackle",
    "cradle",
    "craft",
    "cranberry",
    "crane",
    "crank",
    "crater",
    "credit",
    "crest",
    "crime",
    "crude",
    "crumble",
    "crush",
    "crust",
    "crystal",
    "curb",
    "custard",
    "daily",
    "dainty",
    "dam",
    "darling",
    "darn",
    "dart",
    "dazzle",
    "deaf",
    "deafen",
    "decision",
    "declaration",
    "decrease",
    "decree",
    "defeat",
    "delay",
    "delicate",
    "demonstrate",
    "dense",
    "dent",
    "dentist",
    "deny",
    "depot",
    "descend",
    "descendant",
    "describe",
    "desire",
    "desperate",
    "detail",
    "determine",
    "device",
    "dew",
    "dial",
    "diesel",
    "dike",
    "diphtheria",
    "disaster",
    "discuss",
    "disguise",
    "dismiss",
    "dispose",
    "distress",
    "district",
    "ditch",
    "division",
    "dizzy",
    "dodge",
    "dogie",
    "dominoes",
    "dot",
    "double",
    "dough",
    "doughnut",
    "dove",
    "drain",
    "dread",
    "dreary",
    "dresser",
    "drill",
    "drought",
    "drowsy",
    "drunk",
    "due",
    "dues",
    "duke",
    "dump",
    "dune",
    "dusk",
    "dwarf",
    "dye",
    "dynamite",
    "ease",
    "easel",
    "educate",
    "education",
    "effort",
    "elbow",
    "elect",
    "election",
    "electronic",
    "elm",
    "embarrass",
    "embroider",
    "emergency",
    "emperor",
    "enamel",
    "enclose",
    "enterprise",
    "entertain",
    "entertainment",
    "entirely",
    "entrance",
    "envy",
    "equip",
    "equipment",
    "erase",
    "eraser",
    "errand",
    "establish",
    "evidence",
    "evil",
    "excellent",
    "exhaust",
    "exhausted",
    "exhaustion",
    "exhibit",
    "exhibition",
    "expedition",
    "explosion",
    "export",
    "expression",
    "extend",
    "fabulous",
    "failure",
    "faith",
    "fame",
    "fare",
    "farewell",
    "fashion",
    "fashioned",
    "fawn",
    "female",
    "fern",
    "ferry",
    "fertile",
    "fertilizer",
    "festival",
    "fever",
    "fiber",
    "fig",
    "file",
    "fiord",
    "flake",
    "flee",
    "fleet",
    "flesh",
    "fling",
    "flip",
    "floe",
    "flop",
    "flown",
    "fluff",
    "flung",
    "foam",
    "foreign",
    "forge",
    "foster",
    "fountain",
    "fraction",
    "frantic",
    "fright",
    "frost",
    "froze",
    "fuel",
    "funeral",
    "furious",
    "furnish",
    "furrow",
    "fury",
    "gale",
    "galleon",
    "gam",
    "gander",
    "gap",
    "gape",
    "garment",
    "gasoline",
    "gauze",
    "gear",
    "generally",
    "generation",
    "generous",
    "geography",
    "germ",
    "gin",
    "glacier",
    "glee",
    "glider",
    "glimpse",
    "globe",
    "glorious",
    "glory",
    "glue",
    "goal",
    "goblin",
    "goddess",
    "golf",
    "gorge",
    "governor",
    "gown",
    "grace",
    "graceful",
    "grammar",
    "granite",
    "grant",
    "gratitude",
    "grave",
    "gravel",
    "gravity",
    "griddle",
    "grim",
    "grit",
    "growth",
    "gruff",
    "guinea",
    "gulp",
    "gum",
    "gust",
    "gym",
    "hail",
    "halter",
    "ham",
    "hamburger",
    "hammock",
    "hardship",
    "hare",
    "harp",
    "harpoon",
    "hasty",
    "haul",
    "haunt",
    "haze",
    "heal",
    "height",
    "helicopter",
    "helmet",
    "herb",
    "heron",
    "hickory",
    "hike",
    "hip",
    "hiss",
    "hockey",
    "hoe",
    "hogan",
    "holly",
    "holy",
    "homestead",
    "horizon",
    "horrible",
    "horror",
    "hover",
    "huddle",
    "hull",
    "hum",
    "humble",
    "humor",
    "humorous",
    "hurdle",
    "hurl",
    "hush",
    "hustle",
    "hygiene",
    "hymn",
    "iceberg",
    "idle",
    "igloo",
    "ignore",
    "imaginary",
    "immense",
    "import",
    "incline",
    "include",
    "increase",
    "independence",
    "index",
    "indignant",
    "inhabitant",
    "innocent",
    "inspect",
    "instruct",
    "instruction",
    "intelligence",
    "intelligent",
    "intent",
    "interpret",
    "interval",
    "inventor",
    "invisible",
    "invitation",
    "iodine",
    "irrigate",
    "irrigation",
    "itch",
    "ivory",
    "jewelry",
    "jiggle",
    "jog",
    "journal",
    "jug",
    "junction",
    "junior",
    "junk",
    "justice",
    "jut",
    "keen",
    "kernel",
    "kerosene",
    "kindergarten",
    "kindness",
    "kit",
    "kneel",
    "knelt",
    "knob",
    "labor",
    "laboratory",
    "lack",
    "lair",
    "launch",
    "lava",
    "lawyer",
    "leash",
    "lend",
    "lent",
    "liberty",
    "librarian",
    "license",
    "lily",
    "limb",
    "limestone",
    "limit",
    "linen",
    "liner",
    "lint",
    "liquid",
    "lizard",
    "llama",
    "loaf",
    "loan",
    "loaves",
    "loom",
    "loss",
    "loyal",
    "lung",
    "lunge",
    "lurch",
    "machinery",
    "madam",
    "magnify",
    "majesty",
    "male",
    "mammoth",
    "mantel",
    "manufacture",
    "maple",
    "mar",
    "marvel",
    "marvelous",
    "mascot",
    "mash",
    "mask",
    "mass",
    "mat",
    "meek",
    "melody",
    "member",
    "memorial",
    "memory",
    "mend",
    "merchant",
    "mercy",
    "merely",
    "mess",
    "microphone",
    "mighty",
    "migrate",
    "military",
    "miner",
    "mineral",
    "mining",
    "minister",
    "miracle",
    "miser",
    "miserable",
    "mission",
    "missionary",
    "mister",
    "modest",
    "molasses",
    "mold",
    "mole",
    "monk",
    "monster",
    "mosquito",
    "moth",
    "motto",
    "muffle",
    "multiplication",
    "multiply",
    "mumps",
    "muscle",
    "mush",
    "musical",
    "nag",
    "napkin",
    "native",
    "neglect",
    "negro",
    "nerve",
    "nickname",
    "niece",
    "nimble",
    "nnse",
    "noble",
    "nostril",
    "notch",
    "notion",
    "np",
    "nudge",
    "nugget",
    "numb",
    "nursery",
    "obedient",
    "oblige",
    "observe",
    "obtain",
    "occasion",
    "octopus",
    "odd",
    "official",
    "old",
    "olive",
    "operate",
    "operator",
    "opportunity",
    "oppose",
    "original",
    "orphan",
    "otherwise",
    "outfit",
    "outwit",
    "oxen",
    "oxygen",
    "oyster",
    "pace",
    "pajamas",
    "pal",
    "panic",
    "pansy",
    "panther",
    "pantry",
    "papoose",
    "parakeet",
    "parallel",
    "pardon",
    "parka",
    "parlor",
    "passage",
    "patience",
    "patio",
    "patrol",
    "peak",
    "peasant",
    "pebble",
    "peck",
    "peculiar",
    "peer",
    "pep",
    "perch",
    "perfume",
    "peril",
    "perish",
    "permit",
    "perplex",
    "petroleum",
    "petticoat",
    "philosopher",
    "phonograph",
    "physical",
    "picket",
    "pickle",
    "pier",
    "pierce",
    "pill",
    "pineapple",
    "pistol",
    "plank",
    "plantation",
    "plaster",
    "plead",
    "pleasure",
    "pledge",
    "plod",
    "plot",
    "pluck",
    "plume",
    "plump",
    "pod",
    "poem",
    "poisonous",
    "polo",
    "poncho",
    "population",
    "porcupine",
    "pore",
    "postage",
    "poster",
    "pouch",
    "pounce",
    "poverty",
    "practical",
    "preach",
    "presence",
    "president",
    "pressure",
    "prevent",
    "prey",
    "principal",
    "principle",
    "proceed",
    "produce",
    "product",
    "profit",
    "progress",
    "project",
    "prompt",
    "pronunciation",
    "prop",
    "propeller",
    "proper",
    "properly",
    "provide",
    "prowl",
    "public",
    "pudding",
    "pulley",
    "punch",
    "purchase",
    "pure",
    "purse",
    "quail",
    "quality",
    "quarantine",
    "raid",
    "rail",
    "rally",
    "ram",
    "ransom",
    "rascal",
    "raven",
    "ravine",
    "raw",
    "ray",
    "reasonable",
    "recently",
    "recess",
    "reckon",
    "reed",
    "reel",
    "reflect",
    "reflection",
    "refreshment",
    "refuge",
    "refugee",
    "regard",
    "regiment",
    "region",
    "regret",
    "rehearse",
    "rejoice",
    "relative",
    "relax",
    "release",
    "rely",
    "remark",
    "remarkable",
    "repay",
    "reputation",
    "resolution",
    "restaurant",
    "review",
    "revolution",
    "revolutionary",
    "rhyme",
    "rhythm",
    "ridiculous",
    "rink",
    "ripple",
    "risk",
    "rod",
    "roller",
    "rotten",
    "rove",
    "rudder",
    "rugged",
    "rung",
    "rust",
    "sacrifice",
    "saint",
    "salary",
    "salmon",
    "sample",
    "sandal",
    "sap",
    "sapling",
    "satellite",
    "scalp",
    "scant",
    "scar",
    "scarlet",
    "scheme",
    "scholar",
    "schooner",
    "science",
    "scorn",
    "scrap",
    "scrape",
    "screw",
    "scrub",
    "scuffle",
    "scurry",
    "secretary",
    "section",
    "secure",
    "seek",
    "seep",
    "seethe",
    "seldom",
    "select",
    "semester",
    "separate",
    "sergeant",
    "series",
    "serpent",
    "settlement",
    "severe",
    "shack",
    "shaft",
    "shaggy",
    "shear",
    "shield",
    "shimmer",
    "shock",
    "shrill",
    "shrink",
    "shrub",
    "shudder",
    "shuffle",
    "sickness",
    "sin",
    "sincerely",
    "sip",
    "situation",
    "sketch",
    "slab",
    "slash",
    "slave",
    "slice",
    "slick",
    "slight",
    "sly",
    "smcere",
    "smew",
    "smother",
    "snare",
    "snatch",
    "sneer",
    "snug",
    "sob",
    "sober",
    "social",
    "society",
    "sod",
    "soda",
    "sofa",
    "soil",
    "sole",
    "solemn",
    "solid",
    "sombrero",
    "soothe",
    "sorrow",
    "sought",
